app/controllers/descriptions_controller.rb

  def index
    @descriptions = Description.all
---
SELECT "descriptions".* FROM "descriptions"