app/controllers/home_controller.rb

  def index
    @aliases = Alias.all
    @claims = Claim.all
    @descriptions = Description.all
    @entities = Entity.all
    @labels = Label.all
    @qualifiers = Qualifier.all
    @references = Reference.all
    @references_snaks = ReferencesSnak.all
    @sitelinks = Sitelink.all
---
SELECT "claims".* FROM "claims"
SELECT "descriptions".* FROM "descriptions"
SELECT "entities".* FROM "entities"
SELECT "labels".* FROM "labels"
SELECT "qualifiers".* FROM "qualifiers"
SELECT "references".* FROM "references"
SELECT "references_snaks".* FROM "references_snaks"
SELECT "sitelinks".* FROM "sitelinks"