app/controllers/references_controller.rb

  def index
    @references = Reference.all
---
SELECT "references".* FROM "references"